export const texts = {
  "ru": {
    "start": "Добро пожаловать в TechLab Digital Solutions!\nВыберите действие:",
    "menu": ["📝 Записаться на курс", "📚 Курсы", "❓ Вопросы"],
    "faq": (
      "🧠 Часто задаваемые вопросы:\n\n" +
      "📅 Какой график занятий?\n— 3 раза в неделю, по 90 минут\n\n" +
      "💰 Сколько стоит?\n— От 18 000 ₸ в месяц\n\n" +
      "🌐 Онлайн?\n— Нет\n\n" +
      "🌐 Как проходят занятия?\n— В группе до 5 учеников. Индивидуальное объяснение темы, каждому ученику полагается личный планшет и набор конструкторов на занятиях. Ученик не отстает от темы урока, даже если пропускает занятия, потому что на планшете у каждого своя программа \n\n" +
      "🗣 Язык обучения?\n— Курсы робототехники проводятся на русском и казахском\n\n" +
      "👨‍🏫 Кто преподаёт?\n— Опытные тренера\n\n" +
      "🎁 Скидки?\n— Есть:\n• 10% за каждого приглашённого друга\n• Семейная скидка, если в одной семье обучаются два ребёнка\n\n" +
      "📍 Адрес?\n— г. Астана, ул. Алихана Бокейхана 17/1"
    ),
    "ask_name": "Как зовут ребёнка?",
    "ask_age": "Сколько лет ребёнку?",
    "ask_course": "Выберите курс:",
    "ask_phone": "Введите номер телефона для связи:",
    "done": "✅ Спасибо! Мы свяжемся с вами!"
  },
  "kz": {
    "start": "TechLab Digital Solutions-ке қош келдіңіз!\nӘрекетті таңдаңыз:",
    "menu": ["📝 Курсқа тіркелу", "📚 Курстар", "❓ Сұрақтар"],
    "faq": (
      "🧠 Жиі қойылатын сұрақтар:\n\n" +
      "📅 Сабақ кестесі?\n— Аптасына 3 рет, 90 минуттан\n\n" +
      "💰 Бағасы қанша?\n— Айына 18 000 ₸ бастап\n\n" +
      "🌐 Онлайн бар ма?\n— Жоқ\n\n" +
      "👨‍🏫 Сабақтар қалай өтеді?\n— Топта 5 оқушыға дейін. Тақырыпты жеке түсіндіру, әр оқушыға жеке планшет және сабақтарда конструкторлар жиынтығы қажет. Оқушы сабақты өткізіп жіберсе де, сабақ тақырыбынан қалыс қалмайды, өйткені планшетте әркімнің өз бағдарламасы бар.\n\n" +
      "🗣 Сабақ қай тілде өтеді?\n— Біз робототехника курстарын 2 тілде береміз: орыс тілінде және қазақ тілінде\n\n" +
      "👨‍🏫 Сабақты кімдер өткізеді?\n— Тәжірибелі мамандар\n\n" +
      "🎁 Жеңілдіктер бар ма?\n— Иә:\n• Әр шақырылған досыңыз үшін 10% жеңілдік\n• Бір отбасынан екі бала оқыса – отбасылық жеңілдік\n\n" +
      "📍 Мекенжайы?\n— Астана қаласы, Алихан Бөкейхан көшесі, 17/1 "
    ),
    "ask_name": "Баланың аты-жөні?",
    "ask_age": "Балаңыз неше жаста?",
    "ask_course": "Курсты таңдаңыз:",
    "ask_phone": "Байланыс үшін телефон нөміріңізді енгізіңіз:",
    "done": "✅ Рахмет! Біз жақында хабарласамыз!"
  }
};